tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-fonts'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'norwoodj/tap'
tap 'mongodb/brew'

brew 'allure'
brew 'ansible'
brew 'bat'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'direnv'
brew 'findutils'
brew 'git'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'helm'
brew 'helmfile'
brew 'helm-docs'
brew 'htop'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'mas'
brew 'minio-mc'
brew 'mkcert'
brew 'mongodb-database-tools'
brew 'ncdu'
brew 'neovim'
brew 'pass'
brew 'pinentry-mac'
brew 'pre-commit'
brew 'rbenv'
brew 'sops'
brew 'stow'
brew 'terraform'
brew 'tldr'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'k9s'

cask 'brave-browser'
cask 'docker'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'flycut'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vnc-viewer'

mas 'Magnet', id: 441258766
