tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'norwoodj/tap'
tap 'mongodb/brew'
tap 'nikitabobko/tap'

brew 'ansible'
brew 'bat'
brew 'btop'
brew 'chezmoi'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'direnv'
brew 'eza'
brew 'findutils'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnupg'
brew 'grep'
brew 'htop'
brew 'jq'
brew 'kubectx'
brew 'lazydocker'
brew 'lazygit'
brew 'mas'
brew 'mise'
brew 'mkcert'
brew 'mongodb-database-tools'
brew 'ncdu'
brew 'neovim'
brew 'pass'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'starship'
brew 'tldr'
brew 'wget'
brew 'zsh'
brew 'zoxide'
brew 'k9s'

cask 'aerospace'
cask 'brave-browser'
cask 'docker'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'flycut'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hammerspoon'
cask 'kitty'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vnc-viewer'
